# kort = (1,"Test",25,5.4,)
"""
kort = ("Test",)
print(type(kort))
"""

# print(tuple([1,2,5,66,88,9]))
# print(list((1,2,5,66,88,9,)))

# ---------- Далее идут словари ---------------
"""
obj = {"Ключ": "Значение", "Шкаф": "Черный", "Стол": "Синий"}
for i in obj.keys():
    print(i)

obj = {"Ключ": "Значение", "Шкаф": "Черный", "Стол": "Синий"}
for i in obj.values():
    print(i)

obj = {"Ключ":"Значение", "Шкаф":"Черный","Стол":"Синий"}
for i in obj.items():
    print(i)
"""

"""
obj = {"Ключ":"Значение", "Шкаф":"Черный","Стол":"Синий"}
obj["Шкаф"] = "Белый"
print(obj)
"""

"""
obj = {"Ключ":"Значение", "Шкаф":"Черный","Стол":"Синий"}
del(obj["Шкаф"])
print(obj)
"""

i = 1
while i<=110:
    print(i)
    i=i+1